from pprint import pprint

ero = {
    "Управление": [{"Генеральный директор": {"Имя": "Мага", "Возраст": 35, "Оклад": 70_000}},
                   {"Помощник директора": {"Имя": "Зага", "Возраст": 32, "Оклад": 65_000}},
                   {"Секретарь": {"Имя": "Наташа", "Возраст": 27, "Оклад": 45_000}}],
    "Управление персоналом": [{"Начальник": {"Имя": "Владимир", "Возраст": 46, "Оклад": 30_000}},
                              {"Сотрудник-1": {"Имя": "Степан", "Возраст": 30, "Оклад": 20_000}},
                              {"Сотрудник-2": {"Имя": "Виктория", "Возраст": 25, "Оклад": 19_000}},
                              {'Сотрудник-3': {'Имя': "Валентин", "Возраст": 31, "Оклад": 18_000}}],
    "Отдел разработки": [{"Начальник": {"Имя": "Максим", "Возраст": 29, "Оклад": 40_000}},
                         {"Сотрудник-1": {"Имя": "Лиза", "Возраст": 32, "Оклад": 30_000}},
                         {"Сотрудник-2": {"Имя": "София", "Возраст": 35, "Оклад": 26_000}},
                         {"Сотрудник-3": {"Имя": "Гульнара", "Возраст": 23, "Оклад": 26_000}},
                         {"Сотрудник-4": {"Имя": "Никита", "Возраст": 22, "Оклад": 24_000}},
                         {"Сотрудник-5": {"Имя": "Василий", "Возраст": 42, "Оклад": 22_000}},
                         {"Сотрудник-6": {"Имя": "Анна", "Возраст": 51, "Оклад": 21_000}}],
    "Отдел эксплуатации": [{"Начальник": {"Имя": "Антон", "Возраст": 55, "Оклад": 40_000}},
                           {"Сотрудник-1": {"Имя": "Ирина", "Возраст": 44, "Оклад": 20_000}},
                           {"Сотрудник-2": {"Имя": "Надежда", "Возраст": 43, "Оклад": 18_000}},
                           {"Сотрудник-3": {"Имя": "Евгений", "Возраст": 47, "Оклад": 18_00}},
                           {"Сотрудник-4": {"Имя": "Михаил", "Возраст": 34, "Оклад": 17_00}},
                           {"Сотрудник-5": {"Имя": "Антонина", "Возраст": 35, "Оклад": 15_00}}],
    "Отдел тестировки": [{"Начальник": {"Имя": "Сириус", "Возраст": 29, "Оклад": 27_000}},
                         {"Сотрудник-1": {"Имя": "Екатерина", "Возраст": 27, "Оклад": 24_000}},
                         {"Сотрудник-2": {"Имя": "Анна", "Возраст": 23, "Оклад": 21_000}},
                         {"Сотрудник-3": {"Имя": "Александра", "Возраст": 21, "Оклад": 19_000}},
                         {"Сотрудник-4": {"Имя": "Лиана", "Возраст": 40, "Оклад": 30_000}}],
    "Отдел продаж": [{"Начальник": {"Имя": "Наруто", "Возраст": 24, "Оклад": 50_000}},
                     {"Сотрудник-1": {"Имя": "Лилуш", "Возраст": 18, "Оклад": 45_000}},
                     {"Сотрудник-2": {"Имя": "Джотаро", "Возраст": 34, "Оклад": 34_00}},
                     {"Сотрудник-3": {"Имя": "Дио", "Возраст": 77, "Оклад": 60_000}},
                     {"Сотрудник-4": {"Имя": "Степан", "Возраст": 19, "Оклад": 34_000}},
                     {"Сотрудник-5": {"Имя": "Виктор", "Возраст": 22, "Оклад": 19_000}}]
}

ero["Гангстеры"] = [{"Начальник": {"Имя": "Итачи", "Возраст": 30, "Оклад": 40_000}},
                    {"Сотрудник-1": {"Имя": "Конан", "Возраст": 18, "Оклад": 30_000}},
                    {"Сотрудник-2": {"Имя": "Сасори", "Возраст": 21, "Оклад": 20_000}},
                    {"Сотрудник-3": {"Имя": "Дейдара", "Возраст": 25, "Оклад": 21_000}},
                    {"Сотрудник-4": {"Имя": "Обито", "Возраст": 27, "Оклад": 30_000}},
                    {"Сотрудник-5": {"Имя": "Орочимару", "Возраст": 88, "Оклад": 100}}]

del ero["Отдел тестировки"]

ero["Управление"].append({"Суетолог": {"Имя": "Серкан", "Возраст": 32, "Оклад": 80_000}})
ero["Управление персоналом"].append({"Местная истеричка": {"Имя": "Эда", "Возраст": 28, "Оклад": 60_000}})
ero["Отдел разработки"].append({"Дворецкий": {"Имя": "Сейфи", "Возраст": 39, "Оклад": 50}})
ero["Отдел эксплуатации"].append({"Повар": {"Имя": "Айфер", "Возраст": 37, "Оклад": 50_000}})
ero["Гангстеры"].append({"Сотрудник-6": {"Имя": "Какузу", "Возраст": 52, "Оклад": 100_000}})

pprint(ero)
